{
  "architectures": [
    "FlashPilotTinyClassifier"
  ],
  "dropout": 0.25,
  "dtype": "float32",
  "id2label": {
    "0": "LABEL_0",
    "1": "LABEL_1",
    "2": "LABEL_2",
    "3": "LABEL_3",
    "4": "LABEL_4"
  },
  "label2id": {
    "LABEL_0": 0,
    "LABEL_1": 1,
    "LABEL_2": 2,
    "LABEL_3": 3,
    "LABEL_4": 4
  },
  "label_count": 5,
  "model_type": "flashpilot-hf-tiny",
  "model_width": 16,
  "transformers_version": "5.14.1",
  "use_cache": false,
  "vocabulary_size": 41
}
